Repository: OPUS4/application
Catalog: modules/admin/language/documents.tmx
Source language: de
Languages: en

source: Administration der Dokumente
en: Administration of Documents

source: Kein Titel angegeben für Dokument ID
en: No title specified for document ID

source: Das Dokument %1$s wurde freigeschaltet!
en: Document %1$s published successfully!

source: Das Dokument %1$s wurde zurückgezogen!
en: Document %1$s successfully unpublished!

source: Dieses Dokument hat ein festgelegtes Freischaltdatum, das noch nicht erreicht wurde. Es wird automatisch am festgelegten Tag freigeschaltet.
en: This document has an unlocking date, which has not been reached. It will be published automatically.

source: Zeige Dokumente:
en: Show documents:

source: Alle
en: All

source: Publizierte
en: Published

source: Nicht publizierte
en: Unpublished

source: Gelöschte
en: Deleted

source: Ändern
en: Edit

source: Löschen
en: Delete

source: Wiederherstellung (erneut publizieren)
en: Undelete (publish again)

source: Dokument löschen
en: Delete document

source: Sind Sie sicher, dass Dokument %1$s gelöscht werden soll?
en: Are you sure you want to delete document %1$s?

source: Ganz entfernen
en: Delete permanently

source: Dokument komplett löschen
en: Delete document permanently

source: Sind Sie sicher, dass Dokument %1$s komplett gelöscht werden soll? Alle Daten zum Dokument werden vollständig entfernt und es gibt keine Möglichkeit, dies rückgängig zu machen!
en: Are you sure you want to delete document %1$s permanently? All contents will be removed from disk without the possibility to undelete!

source: Dokument freischalten
en: Publish document

source: Sind Sie sicher, daß Dokument %1$s freigeschaltet werden soll?
en: Are you sure you want to publish document %1$s?

source: Dokument zurückziehen
en: Unpublish document

source: Sind Sie sicher, dass Dokument %1$s zurück gezogen werden soll?
en: Are you sure you want to unpublish document %1$s?

source: Aufrufen
en: Edit

source: Dokument mit ID direkt aufrufen:
en: Edit document with ID:

source: Dokument (%1$s) Metadaten ändern
en: Edit Document (%1$s) Metadata

source: Dokument Metadaten
en: Document Metadata

source: Das Dokument ist folgenden Collections zugewiesen:
en: The document is assigned to the following collections:

source: Das Dokument ist keiner Collection zugewiesen.
en: The document is not assigned to a collection.

source: Dokument aus der Collection entfernen
en: Remove document from this collection

source: Ein Dokument wurde gefunden.
en: One document was found.

source: Es wurde kein Dokument gefunden.
en: No document was found.

source: In Frontdoor zeigen
en: Open in Frontdoor

source: Das Dokument wurde erfolgreich gelöscht.
en: Document was successfully deleted.

source: Das Dokument wurde erfolgreich aus dem Repository entfernt.
en: Document was successfully removed from the repository.

source: Zeige Metadaten-Übersicht zu Dokument.
en: Show document metadata.

source: Übersicht
en: Overview
